<?php
return array (
  'shipping' => true,
  'contactinfo' => 
  array (
    'name' => 'Контактная информация',
    'fields' => 
    array (
      'firstname' => 
      array (
        'localized_names' => 'Имя',
        'required' => '1',
      ),
      'phone' => 
      array (
        'localized_names' => 'Телефон',
        'required' => '1',
      ),
      'email' => 
      array (
        'localized_names' => 'Email',
        'required' => '1',
      ),
      'address' => 
      array (
        'localized_names' => 'Адрес',
        'fields' => 
        array (
          'country' => 
          array (
            'localized_names' => 'Страна',
            'required' => '1',
          ),
          'city' => 
          array (
            'localized_names' => 'Город',
            'required' => '1',
          ),
          'street' => 
          array (
            'localized_names' => 'Адрес',
            'required' => '1',
          ),
        ),
      ),
      'address.shipping' => 
      array (
        'localized_names' => 'Адрес',
        'fields' => 
        array (
          'country' => 
          array (
            'localized_names' => 'Страна',
            'required' => '1',
          ),
          'city' => 
          array (
            'localized_names' => 'Город',
            'required' => '1',
          ),
          'street' => 
          array (
            'localized_names' => 'Адрес',
            'required' => '1',
          ),
        ),
      ),
    ),
  ),
  'payment' => true,
  'confirmation' => 
  array (
    'name' => 'Подтверждение',
    'terms' => '<h1>УСЛОВИЯ ИНТЕРНЕТ-МАГАЗИНА</h1>
<h2>1. ОСНОВНЫЕ ОПРЕДЕЛЕНИЯ</h2>
<p>Покупатель — физическое или юридическое лицо, имеющее намерение приобрести товары на сайте Интернет-магазина.</p>
<p>Зарегистрированный покупатель — Покупатель, предоставивший о себе Продавцу индивидуальную информацию (фамилию, имя, отчество, адрес электронной почты, номер телефона), которая может быть использована для оформления Заказа многократно. Данная информация предоставляется при оформлении Заказа.</p>
<p>Продавец — организация, осуществляющая продажу товаров посредством Интернет-магазина, размещенного по адресу http://***.</p>
<p>Интернет-магазин — интернет-сайт, на котором любой Покупатель может ознакомиться с представленными Товарами, их описанием и ценами на Товары, выбрать определенный Товар, способ оплаты и доставки Товаров, оформить Заказ.</p>
<p>Товар — объект купли-продажи, представленный к продаже в Интернет-магазине посредством размещения в соответствующем разделе Интернет-магазина.</p>
<p>Заказ — оформленный запрос Покупателя на покупку и доставку по указанному адресу Товаров, выбранных в Интернет-магазине. </p>
<p>Артикул — обозначение Товара, присвоенное Изготовителем.</p>
<h2>2. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
<p>Настоящие условия продажи товаров в Интернет-магазине  (далее «Условия») определяют порядок покупки Товаров через Интернет-магазин физическими или юридическими лицами, далее именуемыми «Покупателем»; при совместном упоминании Продавец и Покупатель также именуются «Сторонами», а каждый по отдельности — «Сторонами».</p>
<p>Каждая Сторона гарантирует другой Стороне, что обладает необходимой право- и дееспособностью, а равно всеми правами и полномочиями, необходимыми и достаточными для заключения и исполнения договора купли-продажи.</p>
<p>Заказывая Товары через Интернет-магазин, Покупатель соглашается с настоящими Условиями.</p>
<p>Продавец оставляет за собой право вносить изменения в настоящие Условия, в связи с чем Покупатель обязуется регулярно отслеживать изменения в Условиях, размещенных на странице Интернет-магазина.</p>
<p>Покупатель соглашается с настоящими Условиями путем проставления соответствующей отметки при оформлении Заказа.</p>
<h2>3. РЕГИСТРАЦИЯ В ИНТЕРНЕТ-МАГАЗИНЕ</h2>
<p>Продавец не несет ответственности за точность и правильность информации, предоставляемой Покупателем при регистрации.</p>
<p>Покупатель, зарегистрировавшийся в Интернет-магазине, получает индивидуальную идентификацию путем предоставления логина и пароля. Индивидуальная идентификация Покупателя позволяет избежать несанкционированных действий третьих лиц от имени Покупателя. Передача Покупателем логина и пароля третьим лицам запрещена, Покупатель самостоятельно несет ответственность за все возможные негативные последствия в случае передачи логина и пароля третьим лицам.</p>
<p>Личные сведения, переданные в распоряжение Интернет-магазина при регистрации или каким-либо иным образом, без разрешения пользователей не будут передаваться третьим организациям и лицам за исключением ситуаций, когда этого требует закон или судебное решение. </p>
<h2>4. ОФОРМЛЕНИЕ И ВЫПОЛНЕНИЕ ЗАКАЗА</h2>
<p>При оформлении Заказа Покупатель подтверждает, что ознакомлен с правилами продажи Товаров через Интернет-магазин и предоставляет Продавцу информацию, необходимую для оформления Заказа.</p>
<p>Продавец выполняет подготовку и отгрузку заказанных Товаров после получения оплаты.</p>
<p>В случае возникновения у Покупателя вопросов, касающихся свойств и характеристик Товара, перед оформлением Заказа Покупатель должен обратиться к Продавцу по контактным данным Продавца, опубликованным на сайте Интернет-магазина.</p>
<h2>5. ОПЛАТА ТОВАРА</h2>
<p>Цены в Интернет-магазине указаны за одну единицу товара.</p>
<p>Заказать можно только тот Товар, для которого на момент заказа указано положительное количество на складе. </p>
<p>Оплата Товара Покупателем производится той в валюте, в которой цена Товара была указана на сайте Интернет-магазина на момент оформления заказа.</p>
<p>Плательщиком должен являться сам Покупатель. Оплата от третьих лиц не принимается. Оплата допускается только одним из способов, предложенных на сайте Интернет-магазина при оформлении заказа. Другие способы оплаты недоступны.</p>
<p>Договор купли-продажи считается заключенным с момента оплаты Покупателем заказанных Товаров.</p>
<h2>6. ДОСТАВКА</h2>
<p>Продавец приложит все усилия для соблюдения даты и времени доставки, указанных в соответствующем Заказе, однако допускаются задержки в доставке ввиду непредвиденных обстоятельств, произошедших не по вине Продавца.</p>
<p>Риск случайной гибели или случайного повреждения Товара переходит к Покупателю в момент передачи ему Товара и проставления Покупателем подписи в документах, подтверждающих доставку Заказа.</p>
<p>Во избежание случаев мошенничества при вручении предоплаченного Заказа покупатель должен предъявить документ, удостоверяющий личность.</p>
<h2>7. ВОЗВРАТ ТОВАРА</h2>
<p>Обмен и возврат Товара осуществляется согласно действующего законодательства.</p>
<p>Возможность обмена или возврата товара согласуется по номеру телефона, опубликованному на сайте Интернет-магазина.</p>
<h2>8. ГАРАНТИИ И ОТВЕТСТВЕННОСТЬ</h2>
<p>Продавец не несет ответственности за ущерб, причиненный Покупателю вследствие ненадлежащего использования Товаров, приобретенных в Интернет-магазине.</p>
<p>Продавец не отвечает за убытки Покупателя возникшие в результате:</p>
<ul>
<li>неправильного указания персональных данных,</li>
<li>неправомерных действий третьих лиц.</li>
</ul>
<p>Покупатель несет всю ответственность за достоверность сведений, указанных им при регистрации в Интернет-магазине.</p>
<p>Стороны освобождаются от ответственности за полное или частичное неисполнение своих обязательств, если такое неисполнение явилось следствием действия обстоятельств непреодолимой силы, возникших после вступления в силу Условий, в результате событий чрезвычайного характера, которые Стороны не могли предвидеть и предотвратить разумными мерами.</p>
<p>В иных случаях, не предусмотренных п.  Условий, неисполнения или ненадлежащего исполнения своих обязательств, Стороны несут ответственность в соответствии с действующим законодательством.</p>
<h2>9. КОНФИДЕНЦИАЛЬНОСТЬ И ЗАЩИТА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ</h2>
<p>Предоставление информации Покупателем.</p>
<p>При регистрации в Интернет-магазине Покупатель предоставляет о себе следующую информацию: фамилия, имя, адрес электронной почты, номер телефона. Перечень данных, необходимых для оформления Заказа, может быть изменен Продавцом в одностороннем порядке.</p>
<p>Продавец использует полученную от Покупателя информацию:</p>
<ul>
<li>для регистрации Покупателя в Интернет-магазине;</li>
<li>для выполнения своих обязательств перед Покупателем;</li>
<li>для оценки и анализа работы Интернет-магазина.</li>
</ul>
<p>Продавец обязуется не разглашать полученную от Покупателя информацию. Не считается нарушением предоставление Продавцом информации агентам и третьим лицам, действующим на основании договора с Продавцом, для исполнения обязательств перед Покупателем. Не считается нарушением обязательств разглашение информации в соответствии с обоснованными требованиями закона.</p>
<p>Продавец вправе использовать технологию cookies. Cookies — служебная информация, посылаемая веб-сервером на компьютер пользователя для сохранения в браузере. Эта информация применяется для хранения данных, специфичных для данного пользователя и используемых веб-сервером для корректной работы Интернет-магазина. Cookies не содержат конфиденциальную информацию и не передаются третьим лицам.</p>
<p>Продавец получает информацию об IP-адресе посетителя Интернет-магазина. Данная информация не используется для установления личности посетителя.</p>
<p>Продавец не несет ответственности за сведения, предоставленные Покупателем на Сайте в общедоступной форме, например, в виде отзывов к товарам.</p>
<h2>10. ПРОЧИЕ УСЛОВИЯ</h2>
<p>К отношениям между Покупателем и Продавцом применяются положения действующего законодательства.</p>
<p>Покупатель гарантирует, что все условия настоящих Условий ему понятны, и он принимает их в полном объеме.</p>
<p>В случае возникновения положительных отзывов либо претензий со стороны Покупателя он должен обратиться к Продавца по электронному адресу, указанному на сайте Интернет-магазина.</p>
<p>Все возникающее споры стороны будут стараться решить путем переговоров. В случае невозможности недостижении соглашения спор будет передан на рассмотрение в суд в соответствии с действующим законодательством.</p>
<p>Недействительность или несоблюдение одной из Сторон какого-либо положения настоящих Условий не влечет за собой недействительность остальных положений Условий.</p>
<p>В случае если Покупатель не согласен хотя бы с одним из положений настоящих Условий, он не имеет права пользования Интернет-магазином.</p>',
  ),
);
